# Тайминг ОЗУ

Тайминг ОЗУ — это набор параметров, которые определяют, насколько быстро модуль оперативной памяти может получать доступ 
к данным и доставлять их. Тайминг оперативной памяти устанавливается производителем и определяется в спецификациях устройства.

## Как узнать тайминги оперативной памяти?

Самый простой способ узнать тайминги — проверить спецификации. Эта информация доступна пользователю на упаковке продукта 
или на сайте производителя.
Чтобы получить доступ к этим данным, необходимо перезагрузить компьютер и войти в утилиту настройки BIOS/UEFI, нажав 
определенную клавишу во время процесса загрузки. Стандартный вариант требует нажатия либо F2, либо F10 или Delete (на выбор). 
Когда вы окажетесь в утилите настройки, найдите раздел с надписью «Память» или «ОЗУ» — это должно дать доступ к необходимой информации.
Или воспользоваться специальной утилитой, например: 

[CPU](https://www.cpuid.com/softwares/cpu-z.html)

